Repository: jimmypark1/RetroCamera
Catalog: RetroCamera/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, lt_lt, ms, nl, pl, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

# subscribe_desc1
source: Enjoy a seamless ad-free experience
ar: استمتع بتجربة سلسة خالية من الإعلانات
ca: Gaudeix d'una experiència perfecta sense anuncis
cs: Užijte si bezproblémové prostředí bez reklam
da: Nyd en problemfri oplevelse uden reklamer
de: Genießen Sie ein nahtloses, werbefreies Erlebnis
el: Απολαύστε μια απρόσκοπτη εμπειρία χωρίς διαφημίσεις
es: Disfrute de una experiencia fluida y sin publicidad
fi: Nauti saumattomasta kokemuksesta ilman mainoksia
fr: Profitez d'une expérience fluide et sans publicité
he: תהנה מחוויה חלקה ללא פרסומות
hi: एक सहज विज्ञापन-मुक्त अनुभव का आनंद लें
hr: Uživajte u besprijekornom iskustvu bez oglasa
hu: Élvezze a zökkenőmentes, hirdetésmentes élményt
id: Nikmati pengalaman bebas iklan yang lancar
it: Goditi un'esperienza senza interruzioni e senza pubblicità
ja: シームレスな広告なしのエクスペリエンスをお楽しみください
ko: 광고 없는 원활한 경험을 즐겨보세요
lt_lt: Mėgaukitės sklandžia patirtimi be skelbimų
ms: Nikmati pengalaman tanpa iklan yang lancar
nl: Geniet van een naadloze advertentievrije ervaring
pl: Ciesz się płynnym korzystaniem bez reklam
pt_br: Desfrute de uma experiência perfeita e sem anúncios
ro: Bucurați-vă de o experiență perfectă, fără reclame
ru: Наслаждайтесь бесперебойной работой без рекламы
sk: Vychutnajte si bezproblémový zážitok bez reklám
sl: Uživajte v brezhibni izkušnji brez oglasov
sv: Njut av en sömlös annonsfri upplevelse
th: เพลิดเพลินกับประสบการณ์ไร้โฆษณาที่ราบรื่น
tr: Sorunsuz, reklamsız bir deneyimin keyfini çıkarın
uk: Насолоджуйтесь бездоганним досвідом без реклами
vi: Tận hưởng trải nghiệm liền mạch không có quảng cáo
zh_hans: 享受无缝无广告体验
zh_hant: 享受無縫無廣告體驗

# subscribe_desc2
source: Access premium filters without watermark
ar: الوصول إلى المرشحات المميزة بدون علامة مائية
ca: Accediu a filtres premium sense marca d'aigua
cs: Získejte přístup k prémiovým filtrům bez vodoznaku
da: Få adgang til premium-filtre uden vandmærke
de: Greifen Sie auf Premium-Filter ohne Wasserzeichen zu
el: Πρόσβαση σε premium φίλτρα χωρίς υδατογράφημα
es: Accede a filtros premium sin marca de agua
fi: Käytä premium-suodattimia ilman vesileimaa
fr: Accédez aux filtres premium sans filigrane
he: גישה למסננים פרימיום ללא סימן מים
hi: वॉटरमार्क के बिना प्रीमियम फ़िल्टर तक पहुंचें
hr: Pristupite vrhunskim filtrima bez vodenog žiga
hu: Hozzáférés a prémium szűrőkhöz vízjel nélkül
id: Akses filter premium tanpa tanda air
it: Accedi ai filtri premium senza filigrana
ja: ウォーターマークなしのプレミアムフィルターにアクセス
ko: 워터마크 없이 프리미엄 필터를 사용하세요
lt_lt: Pasiekite aukščiausios kokybės filtrus be vandens ženklo
ms: Akses penapis premium tanpa tera air
nl: Toegang tot premiumfilters zonder watermerk
pl: Uzyskaj dostęp do filtrów premium bez znaku wodnego
pt_br: Aceda a filtros premium sem marca de água
ro: Accesați filtre premium fără filigran
ru: Доступ к премиум-фильтрам без водяных знаков
sk: Získajte prístup k prémiovým filtrom bez vodoznaku
sl: Dostop do vrhunskih filtrov brez vodnega žiga
sv: Få tillgång till premiumfilter utan vattenstämpel
th: เข้าถึงตัวกรองระดับพรีเมียมโดยไม่มีลายน้ำ
tr: Filigran olmadan premium filtrelere erişin
uk: Доступ до преміальних фільтрів без водяних знаків
vi: Truy cập các bộ lọc cao cấp không có hình mờ
zh_hans: 访问无水印的高级过滤器
zh_hant: 訪問無浮水印的高級過濾器

# subscribe_desc3
source: Improve your picture quality with clarity
ar: قم بتحسين جودة صورتك بوضوح
ca: Millora la qualitat de la teva imatge amb claredat
cs: Zlepšete kvalitu obrazu s čistotou
da: Forbedre din billedkvalitet med klarhed
de: Verbessern Sie Ihre Bildqualität durch Klarheit
el: Βελτιώστε την ποιότητα της εικόνας σας με ευκρίνεια.
es: Mejore la calidad de su imagen con claridad
fi: Paranna kuvanlaatua selkeästi
fr: Améliorez la qualité de votre image avec clarté
he: שפר את איכות התמונה שלך עם בהירות
hi: स्पष्टता के साथ अपनी तस्वीर की गुणवत्ता में सुधार करें
hr: Poboljšajte kvalitetu slike uz jasnoću
hu: Javítsa képminőségét tisztasággal
id: Tingkatkan kualitas gambar Anda dengan jelas
it: Migliora la qualità delle tue immagini con chiarezza
ja: 画質を鮮明に向上させます
ko: 선명하게 화질을 개선해 보세요
lt_lt: Pagerinkite vaizdo kokybę naudodami aiškumą
ms: Tingkatkan kualiti gambar anda dengan jelas
nl: Verbeter uw beeldkwaliteit met helderheid
pl: Popraw jakość obrazu dzięki przejrzystości
pt_br: Melhore a qualidade da sua imagem com clareza
ro: Îmbunătățiți-vă calitatea imaginii cu claritate
ru: Улучшите качество изображения за счет четкости
sk: Zlepšite kvalitu obrazu s čistotou
sl: Izboljšajte kakovost slike z jasnostjo
sv: Förbättra din bildkvalitet med klarhet
th: ปรับปรุงคุณภาพของภาพของคุณด้วยความชัดเจน
tr: Resim kalitenizi netlikle artırın
uk: Покращуйте якість зображення завдяки чіткості
vi: Cải thiện chất lượng hình ảnh của bạn một cách rõ ràng
zh_hans: 提高图像质量和清晰度
zh_hant: 提高影像品質和清晰度

# subscribe_desc4
source: Correct your body shape with simple operations
ar: صحح شكل جسمك بعمليات بسيطة
ca: Corregiu la forma del vostre cos amb operacions senzilles
cs: Upravte tvar svého těla pomocí jednoduchých operací
da: Ret din kropsform med enkle betjeninger
de: Korrigieren Sie Ihre Körperform mit einfachen Handgriffen
el: Διορθώστε το σχήμα του σώματός σας με απλές επεμβάσεις
es: Corrige la forma de tu cuerpo con operaciones sencillas
fi: Korjaa kehosi muoto yksinkertaisilla toimenpiteillä
fr: Corrigez la forme de votre corps avec des opérations simples
he: תקן את מבנה הגוף שלך בפעולות פשוטות
hi: सरल ऑपरेशनों से अपने शरीर के आकार को ठीक करें
hr: Ispravite oblik tijela jednostavnim operacijama
hu: Korrigálja testalkatát egyszerű műveletekkel
id: Perbaiki bentuk tubuh Anda dengan operasi sederhana
it: Correggi la forma del tuo corpo con semplici operazioni
ja: 簡単操作で体型補正
ko: 간단한 조작으로 당신의 몸매를 보정해 보세요
lt_lt: Koreguokite savo kūno formas paprastomis operacijomis
ms: Betulkan bentuk badan anda dengan operasi mudah
nl: Corrigeer uw lichaamsvorm met eenvoudige handelingen
pl: Popraw kształt ciała za pomocą prostych operacji
pt_br: Corrija a forma do seu corpo com operações simples
ro: Corectează-ți forma corpului cu operații simple
ru: Исправьте форму тела с помощью простых операций
sk: Upravte tvar tela jednoduchými operáciami
sl: Popravite obliko telesa s preprostimi operacijami
sv: Korrigera din kroppsform med enkla operationer
th: แก้ไขรูปร่างของคุณด้วยการดำเนินการง่ายๆ
tr: Basit işlemlerle vücut şeklinizi düzeltin
uk: Виправте форму свого тіла простими операціями
vi: Chỉnh sửa vóc dáng bằng những thao tác đơn giản
zh_hans: 通过简单的操作矫正体型
zh_hant: 透過簡單的操作矯正體型

# subscribe_desc5
source: Excellent outfocusing effect using AI
ar: تأثير تركيز خارجي ممتاز باستخدام الذكاء الاصطناعي
ca: Excel·lent efecte d'enfocament amb IA
cs: Vynikající efekt rozostření pomocí AI
da: Fremragende udfokuseringseffekt ved brug af AI
de: Hervorragender Outfokussierungseffekt mithilfe von KI
el: Εξαιρετικό εφέ outfocusing χρησιμοποιώντας AI
es: Excelente efecto de desenfoque usando IA
fi: Erinomainen tarkennustehoste tekoälyllä
fr: Excellent effet de défocalisation grâce à l'IA
he: אפקט מיקוד מעולה באמצעות AI
hi: एआई का उपयोग करके उत्कृष्ट आउटफोकसिंग प्रभाव
hr: Izvrstan učinak izvanfokusiranja pomoću AI
hu: Kiváló fókuszáló hatás AI segítségével
id: Efek fokus luar biasa menggunakan AI
it: Eccellente effetto di messa a fuoco utilizzando l'intelligenza artificiale
ja: AIを活用した優れたアウトフォーカス効果
ko: AI를 이용한 탁월한 아웃포커싱 효과
lt_lt: Puikus fokusavimo efektas naudojant AI
ms: Kesan fokus luar yang sangat baik menggunakan AI
nl: Uitstekend outfocuseffect met behulp van AI
pl: Doskonały efekt nieostrości przy użyciu sztucznej inteligencji
pt_br: Excelente efeito de foco externo usando IA
ro: Efect excelent de focalizare folosind AI
ru: Отличный эффект расфокусировки с использованием ИИ
sk: Vynikajúci efekt rozostrenia pomocou AI
sl: Odličen učinek izostritve z uporabo AI
sv: Utmärkt outfokuseringseffekt med AI
th: เอฟเฟกต์เอาท์โฟกัสที่ยอดเยี่ยมโดยใช้ AI
tr: AI kullanarak mükemmel odaklanma efekti
uk: Чудовий ефект розфокусування за допомогою ШІ
vi: Hiệu ứng lấy nét vượt trội nhờ sử dụng AI
zh_hans: 利用 AI 实现出色的离焦效果
zh_hant: 利用 AI 實現出色的離焦效果

# subscribe_desc6
source: We will make you the main character of a cartoon.
ar: سنجعلك الشخصية الرئيسية في الرسوم المتحركة.
ca: Et convertirem en el personatge principal d'un dibuix animat.
cs: Uděláme z vás hlavní postavu karikatury.
da: Vi vil gøre dig til hovedpersonen i en tegneserie.
de: Wir machen Sie zur Hauptfigur eines Zeichentrickfilms.
el: Θα σας κάνουμε τον κύριο χαρακτήρα ενός καρτούν.
es: Te convertiremos en el personaje principal de una caricatura.
fi: Teemme sinusta sarjakuvan päähenkilön.
fr: Nous ferons de vous le personnage principal d'un dessin animé.
he: אנחנו נהפוך אותך לדמות הראשית של סרט מצויר.
hi: हम तुम्हें कार्टून का मुख्य पात्र बनाएंगे.
hr: Napravit ćemo od tebe glavnog junaka crtanog filma.
hu: Egy rajzfilm főszereplőjévé teszünk téged.
id: Kami akan menjadikan Anda karakter utama kartun.
it: Ti renderemo il personaggio principale di un cartone animato.
ja: あなたを漫画の主人公にしてあげます。
ko: 당신을 만화의 주인공으로 만들어 드립니다.
lt_lt: Mes padarysime jus pagrindiniu animacinio filmo veikėju.
ms: Kami akan menjadikan anda watak utama kartun.
nl: We maken van jou de hoofdpersoon van een cartoon.
pl: Zrobimy z Ciebie głównego bohatera kreskówki.
pt_br: Faremos de você o personagem principal de um desenho animado.
ro: Vă vom face personajul principal al unui desen animat.
ru: Мы сделаем вас главным героем мультфильма.
sk: Urobíme z vás hlavnú postavu karikatúry.
sl: Iz vas bomo naredili glavnega junaka risanke.
sv: Vi kommer att göra dig till huvudpersonen i en tecknad serie.
th: เราจะทำให้คุณเป็นตัวละครหลักของการ์ตูน
tr: Seni bir çizgi filmin ana karakteri yapacağız.
uk: Ми зробимо з вас головного героя мультфільму.
vi: Chúng tôi sẽ biến bạn thành nhân vật chính của phim hoạt hình.
zh_hans: 我们会让你成为动画片的主角。
zh_hant: 我們會讓你成為卡通的主角。

# subscribe_desc7
source: Rub with AI eraser
ar: افرك باستخدام ممحاة الذكاء الاصطناعي
ca: Frega amb goma d'esborrar AI
cs: Potřete AI gumou
da: Gnid med AI viskelæder
de: Mit AI-Radiergummi reiben
el: Τρίψτε με γόμα AI.
es: Frote con borrador AI
fi: Hiero AI pyyhekumilla
fr: Frotter avec la gomme AI
he: שפשפו עם מחק AI
hi: एआई इरेज़र से रगड़ें
hr: Protrljajte AI gumicom
hu: Dörzsölje át AI radírral
id: Gosok dengan penghapus AI
it: Strofina con la gomma AI
ja: AI消しゴムでこする
ko: AI지우개로 문질러 보세요
lt_lt: Patrinkite AI trintuku
ms: Gosok dengan pemadam AI
nl: Wrijf met AI-gum
pl: Pocieraj gumką AI
pt_br: Esfregue com borracha AI
ro: Frecați cu radiera AI
ru: Потрите ластиком AI
sk: Utrite gumou AI
sl: Podrgnite z radirko AI
sv: Gnid med AI suddgummi
th: ถูด้วยยางลบ AI
tr: AI silgisiyle ovalayın
uk: Потріть гумкою AI
vi: Chà bằng cục tẩy AI
zh_hans: 用AI橡皮擦擦
zh_hant: 用AI橡皮擦擦

# subscribe_desc8
source: It's gone amazingly
ar: لقد ذهب بشكل مذهل
ca: Ha anat increïblement
cs: Úžasně to uteklo
da: Det er gået fantastisk
de: Es ist erstaunlich gelaufen
el: Έχει φύγει εκπληκτικά.
es: ha ido sorprendentemente
fi: Se on mennyt ihmeellisesti
fr: C'est parti incroyablement
he: זה נעלם בצורה מדהימה
hi: यह आश्चर्यजनक रूप से चला गया
hr: Prošlo je nevjerojatno
hu: Elképesztően elmúlt
id: Itu hilang dengan luar biasa
it: È andato in modo sorprendente
ja: 驚くほど消えた
ko: 놀랍게 사라졌네요
lt_lt: Praėjo nuostabiai
ms: Ia telah hilang dengan menakjubkan
nl: Het is verbazingwekkend verdwenen
pl: Niesamowicie minęło
pt_br: Foi surpreendentemente
ro: A mers uimitor
ru: Это прошло удивительно
sk: Ušlo to úžasne
sl: Čudovito je minilo
sv: Det har gått fantastiskt
tr: İnanılmaz bir şekilde gitti
uk: Це пройшло дивовижно
vi: Nó biến mất một cách đáng ngạc nhiên
zh_hans: 竟然神奇地消失了
zh_hant: 竟然神奇地消失了

# subscribe_desc9
source: AI will apply your makeup with simple adjustments.
ar: سوف يقوم الذكاء الاصطناعي بتطبيق مكياجك مع تعديلات بسيطة.
ca: La IA aplicarà el teu maquillatge amb ajustaments senzills.
cs: AI nanese váš make-up pomocí jednoduchých úprav.
da: AI vil anvende din makeup med enkle justeringer.
de: AI trägt Ihr Make-up mit einfachen Anpassungen auf.
el: Το AI θα εφαρμόσει το μακιγιάζ σας με απλές προσαρμογές.
es: La IA aplicará tu maquillaje con ajustes simples.
fi: Tekoäly levittää meikkisi yksinkertaisilla säädöillä.
fr: L'IA appliquera votre maquillage avec des ajustements simples.
he: בינה מלאכותית תמרח את האיפור שלך עם התאמות פשוטות.
hi: एआई आपके मेकअप को सरल समायोजन के साथ लागू करेगा।
hr: AI će nanijeti vašu šminku uz jednostavne prilagodbe.
hu: Az AI egyszerű módosításokkal alkalmazza a sminket.
id: AI akan merias wajah Anda dengan penyesuaian sederhana.
it: L'intelligenza artificiale applicherà il tuo trucco con semplici regolazioni.
ja: AI が簡単な調整でメイクを適用します。
ko: AI가 간단한 조정으로 메이크업 해드립니다.
lt_lt: AI pritaikys jūsų makiažą paprastais koregavimais.
ms: AI akan menggunakan solek anda dengan pelarasan mudah.
nl: AI zal je make-up aanbrengen met eenvoudige aanpassingen.
pl: AI nałoży Twój makijaż za pomocą prostych korekt.
pt_br: A IA aplicará sua maquiagem com ajustes simples.
ro: AI vă va aplica machiajul cu ajustări simple.
ru: ИИ нанесет вам макияж с помощью простых корректировок.
sk: AI nanesie váš make-up pomocou jednoduchých úprav.
sl: Umetna inteligenca vam bo nanesla ličila s preprostimi prilagoditvami.
sv: AI kommer att applicera din makeup med enkla justeringar.
th: AI จะแต่งหน้าของคุณด้วยการปรับแต่งง่ายๆ
tr: Yapay zeka, basit ayarlamalarla makyajınızı uygulayacak.
uk: AI нанесе ваш макіяж за допомогою простих коригувань.
vi: AI sẽ trang điểm cho bạn với những điều chỉnh đơn giản.
zh_hans: 人工智能将通过简单的调整来为你化妆。
zh_hant: 人工智慧將透過簡單的調整來為你化妝。

# subscribe_title
source: Go premium
ar: الذهاب قسط
ca: Anar premium
cs: Přejít na prémii
da: Gå premium
de: Gehen Sie Premium
el: Πήγαινε premium
es: Ir premium
fi: Mene premiumiin
fr: Passez au premium
he: לך פרימיום
hi: प्रीमियम के लिए जाएँ
hr: Idi na premium
hu: Menj prémiumra
id: Menjadi premium
it: Vai premium
ja: プレミアムに切り替え
ko: 프리미엄으로 전환
lt_lt: Eik premium
ms: Pergi premium
nl: Ga voor premium
pl: Przejdź na premium
pt_br: Torne-se premium
ro: Mergi premium
ru: Перейти на премиум-класс
sk: Prejsť na prémiu
sl: Pojdite na premium
sv: Gå premium
th: พรีเมี่ยมไปเลย
tr: Premium'a geçin
uk: Перейти на преміум-клас
vi: Đi trả phí
zh_hans: 升级至高级版
zh_hant: 升級至高級版

source: Terms of Service
ar: شروط الاستخدام
ca: Condicions d'ús
cs: Podmínky služby
da: Servicevilkår
de: Nutzungsbedingungen
el: Όροι Παροχής Υπηρεσιών
es: Términos de servicio
fi: Palveluehdot
fr: Conditions d'utilisation
he: תנאים והגבלות
hi: सेवा की शर्तें
hr: Uvjeti usluge
hu: Szolgáltatási feltételek
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ko: 이용약관
lt_lt: Paslaugų teikimo sąlygos
ms: Syarat Perkhidmatan
nl: Servicevoorwaarden
pl: Warunki świadczenia usług
pt_br: Termos de Serviço
ro: Termeni și condiții
ru: Условия использования
sk: Zmluvné podmienky
sl: Pogoji storitve
sv: Användarvillkor
th: ข้อกำหนดในการให้บริการ
tr: Hizmet Şartları
uk: Умови обслуговування
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

source: Vertical
ar: رَأسِيّ
cs: Vertikální
da: Lodret
de: Vertikal
el: Κατακόρυφος
fi: Pystysuora
fr: Verticale
he: אֲנָכִי
hi: खड़ा
hr: Okomito
hu: Függőleges
id: Vertikal
it: Verticale
ja: 垂直反転
ko: 수직반전
lt_lt: Vertikalus
ms: Menegak
nl: Verticaal
pl: Pionowy
ru: Вертикальный
sk: Vertikálne
sl: Navpično
sv: Vertikal
th: แนวตั้ง
tr: Dikey
uk: Вертикальний
vi: Thẳng đứng
zh_hans: 垂直反转
zh_hant: 垂直反轉

source: Waist
ar: وَسَط
ca: cintura
cs: Pás
da: Talje
de: Taille
el: Μέση
es: Cintura
fi: Vyötärö
fr: Taille
he: מוֹתֶן
hi: कमर
hr: Struk
hu: Derék
id: Pinggang
it: Vita
ja: アリウエスト
ko: 개미허리
lt_lt: Juosmuo
ms: Pinggang
nl: Taille
pl: Talia
pt_br: Cintura
ro: Talie
ru: Талия
sk: Pás
sl: pas
sv: Midja
th: เอว
tr: Bel
uk: Талія
vi: Thắt lưng
zh_hans: 蚂蚁腰
zh_hant: 螞蟻腰

source: Whiten
ar: بيض
ca: Blanquejar
cs: Vybělit
da: Hvid
de: Aufhellen
el: Ασπρίζω
es: Blanquear
fi: Vaalentaa
fr: Blanchir
he: לְהַלבִּין
hi: निखारने में सहायक
hr: Izbijeliti
hu: Fehérít
id: Memutihkan
it: Sbiancare
ja: ホワイトニング
ko: 화이트닝
lt_lt: Pabalinti
ms: Memutihkan
nl: Wit
pl: Zbieleć
pt_br: Branquear
ro: Albi
ru: Отбелить
sk: Vybieliť
sl: Pobeliti
sv: Bleka
th: ขาวขึ้น
tr: Beyazlatmak
uk: Білити
vi: làm trắng
zh_hans: 美白
zh_hant: 美白

source: Yearly
ar: سنوي
ca: Anualment
cs: Roční
da: Årligt
de: Jährlich
el: Ετήσια
es: Anual
fi: Vuosittain
fr: Annuelle
he: שְׁנָתִי
hi: सालाना
hr: Godišnje
hu: Évi
id: Tahunan
it: Annuale
ja: 毎年
ko: 연간
lt_lt: Kasmet
ms: setiap tahun
nl: Jaarlijks
pl: Rocznie
pt_br: Anual
ro: Anual
ru: Ежегодно
sk: Ročne
sl: Letno
sv: Årlig
th: เป็นประจำทุกปี
tr: Yıllık
uk: щорічно
vi: Hàng năm
zh_hans: 每年
zh_hant: 每年

# Add to Lens
source: Apply to Lens
ca: Aplicar la lent
da: Anvend til Lens
de: Auf Lens anwenden
el: Εφαρμογή στο Lens
es: Aplicar a Lente
fi: Käytä linssiin
fr: Appliquer à l'objectif
hi: लेंस पर लागू करें
hr: Primijeni na objektiv
id: Terapkan ke Lensa
it: Applica all'obiettivo
ja: レンズに適用
ko: 렌즈 적용하기
ms: Gunakan pada Lens
nl: Toepassen op lens
pl: Zastosuj do obiektywu
pt_br: Aplicar à Lente
ro: Aplicați la Lens
ru: Применить к объективу
sv: Använd på Lens
th: ใช้กับเลนส์
tr: Lens'e Uygula
uk: Застосувати до об'єктива
vi: Áp dụng cho ống kính
zh_hans: 应用到镜头
zh_hant: 應用鏡頭

source: Find another face of yours! Sometimes handsome and beautiful... Sometimes it's fun!!!
ca: Troba una altra cara teva! De vegades guapo i bonic... De vegades és divertit!!!
cs: Najdi jinou svou tvář! Někdy pohledná a krásná... Někdy je to zábava!!!
da: Find et andet ansigt af dig! Nogle gange smukt og smukt... Nogle gange er det sjovt!!!
de: Finde ein anderes Gesicht von dir! Manchmal gutaussehend und schön... Manchmal macht es Spaß!!!
el: Βρες ένα άλλο πρόσωπο σου! Μερικές φορές όμορφο και όμορφο... Μερικές φορές είναι διασκεδαστικό!!!
es: ¡Encuentra otra cara tuya! A veces guapo y hermoso... ¡¡A veces es divertido!!!
fi: Löydä toiset kasvosi! Joskus komea ja kaunis... Joskus se on hauskaa!!!
fr: Trouvez un autre visage à vous ! Parfois beau et beau... Parfois c'est amusant !!!
hi: अपना एक और चेहरा ढूंढो! कभी सुंदर और सुंदर... कभी कभी मज़ा आता है!!!
hr: Pronađi drugo svoje lice! Ponekad zgodno i lijepo... Ponekad je zabavno!!!
hu: Találj másik arcod! Néha jóképű és szép... Néha mókás!!!
id: Temukan wajahmu yang lain! Terkadang tampan dan cantik... Terkadang menyenangkan!!!
it: Trova un altro tuo volto! A volte bello e bello... A volte è divertente!!!
ja: あなたの別の顔を見つけてください！ 時々ハンサムで美しい... 時々それは楽しいです!!!
ko: 당신의 또 다른 얼굴을 찾아보세요! 때로는 잘생기고 아름답습니다... 때로는 재미있습니다!!!
ms: Cari wajah awak yang lain! Kadang-kadang kacak dan cantik... Kadang-kadang seronok!!!
nl: Vind een ander gezicht van jou! Soms knap en mooi... Soms is het leuk!!!
pl: Znajdź inną swoją twarz! Czasami przystojną i piękną... Czasami jest fajnie!!!
pt_br: Encontre outro rosto seu! Às vezes bonito e bonito... Às vezes é divertido!!!
ro: Găsește o altă față a ta! Uneori frumos și frumos... Uneori e distractiv!!!
ru: Найди другое свое лицо! Иногда красивое и красивое... Иногда веселое!!!
sv: Hitta ett annat ansikte av dig! Ibland snygg och vacker... Ibland är det kul!!!
th: ค้นหาใบหน้าของคุณอีก! บางครั้งก็หล่อและสวย... บางครั้งก็สนุก!!!
tr: Kendinden başka bir yüz bul! Bazen yakışıklı ve güzel... Bazen eğlenceli!!!
uk: Знайди інше своє обличчя! Іноді гарне й гарне... Іноді це весело!!!
vi: Tìm một khuôn mặt khác của bạn! N Đôi khi đẹp trai và xinh đẹp ... n Đôi khi thật thú vị !!!
zh_hans: 找到你的另一张脸！ 有时英俊和美丽...... 有时很有趣！！！
zh_hant: 找到你的另一張臉！ 有時英俊美麗... 有時很有趣！

source: Find another face of yours!Sometimes handsome and beautiful...Sometimes it's fun!!!Would you like to apply that Swap lens?
ca: Troba una altra cara teva! De vegades guapo i bonic... De vegades és divertit!!! T'agradaria aplicar aquesta lent de canvi?
cs: Najdi jinou svou tvář! Někdy pohledná a krásná...Někdy je to zábava!! !Chcete použít tu výměnnou čočku?
da: Find et andet ansigt til dig!Nogle gange smukt og smukt...Nogle gange er det sjovt!! !Vil du bruge det Swap-objektiv?
de: Finde ein anderes Gesicht von dir!Manchmal hübsch und schön…manchmal macht es Spaß!! !Möchten Sie das Austauschobjektiv verwenden?
el: Βρείτε ένα άλλο πρόσωπο σας! Μερικές φορές όμορφος και όμορφος...Μερικές φορές είναι διασκεδαστικό!! !Θα θέλατε να εφαρμόσετε αυτόν τον φακό Swap;
es: ¡Encuentra otra cara tuya! !¿Te gustaría aplicar esa lente de Intercambio?
fi: Löydä toiset kasvosi! Joskus komea ja kaunis...Joskus se on hauskaa!! !Haluatko käyttää tuon Swap-objektiivin?
fr: Trouvez un autre visage à vous !Parfois beau et beau...Parfois c'est amusant ! !Voulez-vous appliquer cet objectif Swap ?
hi: अपना एक और चेहरा खोजें!कभी-कभी सुंदर और सुंदर...कभी-कभी यह मजेदार होता है !! !क्या आप उस स्वैप लेंस को लागू करना चाहेंगे?
hr: Pronađi drugo svoje lice! Ponekad zgodno i lijepo... Ponekad je zabavno!! !Želite li primijeniti tu zamjensku leću?
hu: Keress másik arcod! Néha jóképű és gyönyörű... Néha szórakoztató!! !Szeretné feltenni azt a Swap objektívet?
id: Temukan wajahmu yang lain! Terkadang tampan dan cantik...Kadang menyenangkan!! !Apakah Anda ingin menerapkan lensa Swap itu?
it: Trova un altro tuo volto! A volte bello e bello... A volte è divertente!! !Vuoi applicare quella lente Swap?
ja: あなたの別の顔を見つけてください！時々ハンサムで美しい...時々それは楽しいです!! ！そのスワップレンズを適用しますか？
ko: 당신의 또 다른 얼굴을 찾아보세요! 때로는 잘생기고 아름답습니다... 때로는 재미있습니다!!!
ms: Cari muka awak yang lain!Kadang-kadang kacak dan cantik...Kadang-kadang seronok!! !Adakah anda ingin menggunakan kanta Swap itu?
nl: Vind een ander gezicht van je!Soms knap en mooi...Soms is het leuk!! !Wil je die Swap lens toepassen?
pl: Znajdź swoją inną twarz!Czasami przystojną i piękną...Czasami jest to zabawne!! !Czy chciałbyś zastosować ten wymienny obiektyw?
pt_br: Encontre outro rosto seu! Às vezes bonito e bonito... Às vezes é divertido!! !Gostaria de aplicar essa lente Swap?
ro: Găsește o altă față a ta! Uneori frumos și frumos... Uneori este distractiv!! !Ați dori să aplicați acea lentilă de schimb?
ru: Найди другое свое лицо! Иногда красивое и красивое... Иногда это весело!! !Хотите применить этот сменный объектив?
sv: Hitta ett annat ansikte av dig!Ibland vackert och vackert...Ibland är det kul!! !Vill du använda den där Swap-linsen?
th: หาหน้าอื่นของคุณ! บางครั้งก็หล่อและสวย ... บางครั้งก็สนุก!! !คุณต้องการใช้เลนส์ Swap นั้นหรือไม่
tr: Kendine başka bir yüz bul!Bazen yakışıklı ve güzel...Bazen eğlenceli!! !Bu Swap lensi uygulamak ister misiniz?
uk: Знайди інше своє обличчя! Інколи гарне й гарне... Інколи весело!! !Чи хотіли б ви застосувати цю змінну лінзу?
vi: Tìm một khuôn mặt khác của bạn! Đôi khi đẹp trai và xinh đẹp ... Đôi khi rất vui !! ! Bạn có muốn áp dụng thấu kính Hoán đổi đó không?
zh_hans: 找到你的另一张脸！有时帅气和美丽......有时很有趣！ ！你想应用那个 Swap 镜头吗？
zh_hant: 找到你的另一張臉！有時英俊美麗......有時很有趣！你想應用那個 Swap 鏡頭嗎？
